
/*No comment provided by engineer.*/
"About" = "Tietoja";

/*Menubar option. %@ is AltTab*/
"About %@" = "About %@";

/*No comment provided by engineer.*/
"Accessibility" = "Helppokäyttöisyys";

/*No comment provided by engineer.*/
"Acknowledgments" = "Kiitokset";

/*No comment provided by engineer.*/
"Active app" = "Aktiivinen ohjelma";

/*No comment provided by engineer.*/
"Active screen" = "Aktiivinen ruutu";

/*No comment provided by engineer.*/
"Active Space" = "Aktiivinen tila";

/*No comment provided by engineer.*/
"Align windows:" = "Tasaa ikkunat:";

/*No comment provided by engineer.*/
"All apps" = "Kaikki ohjelmat";

/*No comment provided by engineer.*/
"All data from this form will be made public, as a ticket on github.com" = "Tämän lomakkeen tiedot tulevat julkisiksi Github.comiin";

/*No comment provided by engineer.*/
"All screens" = "Kaikki ruudut";

/*No comment provided by engineer.*/
"All Spaces" = "Kaikki tilat";

/*No comment provided by engineer.*/
"Allowed" = "Sallittu";

/*No comment provided by engineer.*/
"Also select windows using:" = "Valitse ikkunoita myös:";

/*No comment provided by engineer.*/
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "AltTab kaatui viime käyttökerralla. Vikaraportin lähettäminen auttaa ongelman korjaamiseen";

/*No comment provided by engineer.*/
"AltTab needs some permissions" = "AltTab tarvitsee joitakin oikeuksia";

/*No comment provided by engineer.*/
"Always" = "Always";

/*No comment provided by engineer.*/
"Always send crash reports" = "Lähetä vikaraportit aina";

/*No comment provided by engineer.*/
"and press:" = "ja paina:";

/*No comment provided by engineer.*/
"App (BundleID starting with)" = "App (BundleID starting with)";

/*No comment provided by engineer.*/
"App is hidden" = "App is hidden";

/*No comment provided by engineer.*/
"App is running but has no open window" = "App is running but has no open window";

/*No comment provided by engineer.*/
"Apparition delay:" = "Ilmestymisviive:";

/*No comment provided by engineer.*/
"Appearance" = "Ulkonäkö";

/*No comment provided by engineer.*/
"Are you sure you don’t want a response?" = "Oletko varma ettet halua vastausta?";

/*No comment provided by engineer.*/
"Arrow keys" = "Nuolinäppäimet";

/*No comment provided by engineer.*/
"Ask whether to send crash reports" = "Kysy lähetetäänkö vikaraportit";

/*No comment provided by engineer.*/
"Auto-install updates periodically" = "Asenna päivitykset automaattisesti aika ajoin";

/*No comment provided by engineer.*/
"Blacklists" = "Estolistat";

/*Cancel button*/
"Cancel" = "Peru";

/*No comment provided by engineer.*/
"Cancel and hide" = "Peru ja piilota";

/*No comment provided by engineer.*/
"Center" = "Keskellä";

/*No comment provided by engineer.*/
"Check for updates now…" = "Tarkista päivitykset nyt…";

/*No comment provided by engineer.*/
"Check for updates periodically" = "Tarkista päivitykset aika ajoin";

/*No comment provided by engineer.*/
"Check for updates…" = "Tarkista päivitykset…";

/*No comment provided by engineer.*/
"Close window" = "Sulje ikkuna";

/*No comment provided by engineer.*/
"Conflicting shortcut" = "Conflicting shortcut";

/*No comment provided by engineer.*/
"Controls" = "Ohjaimet";

/*No comment provided by engineer.*/
"Crash reports policy:" = "Vikaraporttipolitiikka:";

/*No comment provided by engineer.*/
"Cursor follows focus" = "Cursor follows focus";

/*No comment provided by engineer.*/
"Do nothing" = "Älä tee mitään";

/*No comment provided by engineer.*/
"Don’t check for updates periodically" = "Älä tarkista päivityksiä";

/*No comment provided by engineer.*/
"Don’t send" = "Älä lähetä";

/*No comment provided by engineer.*/
"Don’t show windows from these apps" = "Älä näytä ikkunoita näistä ohjelmista";

/*No comment provided by engineer.*/
"End" = "Loppu";

/*No comment provided by engineer.*/
"Fade out animation:" = "Haipumisanimaatio:";

/*No comment provided by engineer.*/
"Focus selected window" = "Kohdenna valittu ikkuna";

/*No comment provided by engineer.*/
"Fullscreen window" = "Fullscreen window";

/*No comment provided by engineer.*/
"Fullscreen windows:" = "Fullscreen windows:";

/*No comment provided by engineer.*/
"General" = "Yleinen";

/*No comment provided by engineer.*/
"Hidden windows:" = "Hidden windows:";

/*No comment provided by engineer.*/
"Hide" = "Hide";

/*No comment provided by engineer.*/
"Hide app badges:" = "Piilota lätkät:";

/*No comment provided by engineer.*/
"Hide apps with no open window:" = "Hide apps with no open window:";

/*No comment provided by engineer.*/
"Hide colored circles on mouse hover:" = "Piilota väriympyrät hiirellä liikuttaessa:";

/*%@ is AltTab*/
"Hide in %@" = "Hide in %@";

/*No comment provided by engineer.*/
"Hide Space number labels:" = "Piilota tilojen numerot:";

/*No comment provided by engineer.*/
"Hide status icons:" = "Piilota statusikonit:";

/*No comment provided by engineer.*/
"Hide window thumbnails:" = "Hide window thumbnails:";

/*No comment provided by engineer.*/
"Hide/Show app" = "Piilota/näytä ohjelma";

/*No comment provided by engineer.*/
"Hold" = "Pidä";

/*No comment provided by engineer.*/
"I think the app could be improved with…" = "Ohjelmaa voisi mielestäni parantaa…";

/*No comment provided by engineer.*/
"Ignore shortcuts when active" = "Ignore shortcuts when active";

/*No comment provided by engineer.*/
"Ignore shortcuts while a window from these apps is active" = "Älä käsittele pikanäppäimiä näiden ohjelmien ollessa aktiivisia";

/*No comment provided by engineer.*/
"Latest releases" = "Uusimmat julkaisut";

/*No comment provided by engineer.*/
"Left" = "Vasen";

/*No comment provided by engineer.*/
"Max height on screen:" = "Max height on screen:";

/*No comment provided by engineer.*/
"Max width on screen:" = "Max width on screen:";

/*No comment provided by engineer.*/
"Menubar icon:" = "Valikkopalkin ikoni:";

/*No comment provided by engineer.*/
"Middle" = "Keski";

/*No comment provided by engineer.*/
"Minimize/Deminimize window" = "Pienennä/palauta ikkuna";

/*No comment provided by engineer.*/
"Minimized windows:" = "Minimized windows:";

/*No comment provided by engineer.*/
"Miscellaneous:" = "Miscellaneous:";

/*No comment provided by engineer.*/
"Mouse hover" = "Hiiren liike";

/*No comment provided by engineer.*/
"Never send crash reports" = "Älä lähetä vikaraportteja";

/*No comment provided by engineer.*/
"Not allowed" = "Ei sallittu";

/*Copyright (human-readable)*/
"NSHumanReadableCopyright" = "GPL-3.0 -lisenssi";

/*No comment provided by engineer.*/
"Only if the window is fullscreen" = "Vain jos ikkuna on koko ruudun";

/*No comment provided by engineer.*/
"Open Accessibility Preferences…" = "Avaa Helppokäyttöisyysasetukset…";

/*No comment provided by engineer.*/
"Open Screen Recording Preferences…" = "Avaa Näytön nauhoitusasetukset…";

/*No comment provided by engineer.*/
"Optional: email (if you want a reply)" = "Vapaaehtoinen: sähköposti (jos haluat vastauksen)";

/*No comment provided by engineer.*/
"Policies" = "Politiikat";

/*No comment provided by engineer.*/
"Preferences…" = "Asetukset…";

/*No comment provided by engineer.*/
"Quit" = "Lopeta";

/*No comment provided by engineer.*/
"Quit %@" = "Lopeta %@";

/*No comment provided by engineer.*/
"Quit app" = "Sulje ohjelma";

/*No comment provided by engineer.*/
"Remember my choice" = "Muista valintani";

/*No comment provided by engineer.*/
"Reset preferences and restart" = "Reset preferences and restart";

/*No comment provided by engineer.*/
"Reset preferences and restart…" = "Reset preferences and restart…";

/*No comment provided by engineer.*/
"Rows of thumbnails:" = "Rows of thumbnails:";

/*No comment provided by engineer.*/
"Screen including menu bar" = "Ruudulla jossa valikkopalkki";

/*No comment provided by engineer.*/
"Screen including mouse" = "Ruudulla jossa hiiri";

/*No comment provided by engineer.*/
"Screen Recording" = "Näytön nauhoitus";

/*No comment provided by engineer.*/
"Screen showing AltTab" = "Ruudulla jossa AltTab";

/*No comment provided by engineer.*/
"Select next window" = "Valitse seuraava ikkuna";

/*No comment provided by engineer.*/
"Select previous window" = "Valitse edellinen ikkuna";

/*No comment provided by engineer.*/
"Send" = "Lähetä";

/*No comment provided by engineer.*/
"Send a crash report?" = "Lähetä vikaraportti?";

/*No comment provided by engineer.*/
"Send anyway" = "Lähetä silti";

/*No comment provided by engineer.*/
"Send debug profile (CPU, memory, etc)" = "Lähetä debug-profiili (prosessori, muisti ym.)";

/*No comment provided by engineer.*/
"Send feedback" = "Lähetä palautetta";

/*No comment provided by engineer.*/
"Send feedback…" = "Lähetä palautetta…";

/*No comment provided by engineer.*/
"Share improvement ideas, or report bugs" = "Jaa parannusehdotuksia tai raportoi bugeja";

/*No comment provided by engineer.*/
"Shortcut 1" = "Pikanäppäin 1";

/*No comment provided by engineer.*/
"Shortcut 2" = "Pikanäppäin 2";

/*No comment provided by engineer.*/
"Shortcut 3" = "Shortcut 3";

/*No comment provided by engineer.*/
"Shortcut 4" = "Shortcut 4";

/*No comment provided by engineer.*/
"Shortcut 5" = "Shortcut 5";

/*No comment provided by engineer.*/
"Shortcut already assigned to another action: %@" = "Shortcut already assigned to another action: %@";

/*No comment provided by engineer.*/
"Show" = "Näytä";

/*No comment provided by engineer.*/
"Show at the end" = "Show at the end";

/*No comment provided by engineer.*/
"Show on:" = "Näytä:";

/*No comment provided by engineer.*/
"Show standard tabs as windows:" = "Näytä standarditabit ikkunoina:";

/*No comment provided by engineer.*/
"Show windows from:" = "Show windows from:";

/*No comment provided by engineer.*/
"Source code repository" = "Lähdekoodi";

/*No comment provided by engineer.*/
"Start" = "Alku";

/*No comment provided by engineer.*/
"Start at login:" = "Käynnistä kirjautuessa:";

/*No comment provided by engineer.*/
"Theme:" = "Teema:";

/*No comment provided by engineer.*/
"Then release:" = "Sitten päästä:";

/*No comment provided by engineer.*/
"This permission is needed to focus windows after you release the shortcut" = "Tarvitaan ikkunoiden valitsemiseksi";

/*No comment provided by engineer.*/
"This permission is needed to show screenshots and titles of open windows" = "Tarvitaan ikkunoiden otsikoiden ja pikkukuvien näyttämiseen";

/*No comment provided by engineer.*/
"Unassign existing shortcut and continue" = "Unassign existing shortcut and continue";

/*No comment provided by engineer.*/
"Updates policy:" = "Päivityspolitiikka:";

/*No comment provided by engineer.*/
"Version" = "Versio";

/*No comment provided by engineer.*/
"View existing discussions" = "Näytä keskustelut";

/*No comment provided by engineer.*/
"Visible Spaces" = "Visible Spaces";

/*No comment provided by engineer.*/
"When fullscreen" = "When fullscreen";

/*No comment provided by engineer.*/
"When no open window" = "When no open window";

/*No comment provided by engineer.*/
"While open, press:" = "Kun auki, paina:";

/*No comment provided by engineer.*/
"Window app icon size:" = "Ohjelmaikonin koko:";

/*No comment provided by engineer.*/
"Window is fullscreen" = "Window is fullscreen";

/*No comment provided by engineer.*/
"Window is minimized" = "Window is minimized";

/*No comment provided by engineer.*/
"Window is on every Space" = "Window is on every Space";

/*No comment provided by engineer.*/
"Window is on Space %d" = "Window is on Space %d";

/*No comment provided by engineer.*/
"Window max width in row:" = "Window max width in row:";

/*No comment provided by engineer.*/
"Window min width in row:" = "Window min width in row:";

/*No comment provided by engineer.*/
"Window title font size:" = "Otsikkotekstin koko:";

/*No comment provided by engineer.*/
"Window title truncation:" = "Ikkunaotsikoiden lyhennys:";

/*No comment provided by engineer.*/
"You can’t undo this action." = "You can’t undo this action.";

/*No comment provided by engineer.*/
"You didn’t write your email, thus can’t receive any response." = "Et antanut sähköpostiosoitettasi, joten emme voi lähettää sinulle vastausta.";
